Repository: common-repository/paccofacile-for-woocommerce
Catalog: languages/paccofacile-for-woocommerce-*.po
Languages: it_it

source: "%s" shipping class cost
it_it: "%s" costo classe di spedizione

source: Account Number
it_it: Numero Utente

source: Account number is incorrect.
it_it: Il numero utente non è corretto.

source: Actions
it_it: Azioni

source: Activation condition
it_it: Condizioni di attivazione

source: Add New
it_it: Aggiungi nuovo

source: Add New Carrier
it_it: Aggiungi nuovo Corriere

# Add New on Toolbar
source: Carrier
it_it: Corriere

source: Add package
it_it: Aggiungi imballaggio

source: Add service
it_it: Aggiungi servizio

source: Address
it_it: Indirizzo

# Admin Menu text
source: Carriers
it_it: Corrieri

source: All Carriers
it_it: Tutti i Corrieri

source: All chosen couriers
it_it: Tutti i corrieri scelti

source: Always active
it_it: Sempre attivo

source: Amount (€)
it_it: Valore (€)

source: API credentials are not valid.
it_it: Le credenziali API non risultano valide.

source: API Key
it_it: Chiave API

source: API Key is incorrect.
it_it: La chiave API non è corretta.

source: API Settings
it_it: Impostazioni API

source: As a reminder, here are your order details:
it_it: Come riepilogo, ecco i dettagli del tuo ordine:

source: Attempt failed
it_it: Tentativo fallito

source: Billing address
it_it: Indirizzo di fatturazione

source: Billing details
it_it: Dettagli di fatturazione

source: Building number
it_it: Numero civico

source: Building number of your business office
it_it: Numero civico del tuo negozio

source: By cart total price range
it_it: Per fascia di prezzo totale carrello

source: By weight range
it_it: Per fascia di peso

source: Calculation type
it_it: Tipo di calcolo

source: Carrier
it_it: Corriere

source: Check which notification you want to send to your customers to keep them updated on the tracking of their shipments.
it_it: Scegli quali notifiche vuoi inviare ai tuoi clienti per tenerli aggiornati sul tracciamento delle loro spedizioni.

source: Choose a carrier to activate it in checkout.
it_it: Scegli un corriere per attivarlo nel checkout.

source: Choose a pickup locker
it_it: Scegli un locker di partenza

source: Choose if you want to increase or decrease the shipping price.
it_it: Scegli se vuoi aumentare o diminuire il costo della spedizione.

source: Choose the type of variation of the shipping price.
it_it: Scegli il tipo di variazione del costo della spedizione.

source: City / Locality
it_it: Città / Località

source: Commercial sample
it_it: Campione commerciale

source: Condition to activate this shipping method.
it_it: Condizione per attivare questo metodi di spedizione.

source: Connect in few clicks your Paccofacile.it PRO's account and start saving money and time with our automatic shipping manager software.
it_it: Collega in pochi click il tuo account Paccofacile.it PRO e inizia a risparmiare soldi e tempo con il nostro software automatico di gestione delle spedizioni.

source: Continue on Paccofacile.it
it_it: Continua su Paccofacile.it

source: Credit left:
it_it: Credito residuo:

source: Custom Shipping Method for Paccofacile.it
it_it: Metodo di spedizione personalizzato per Paccofacile.it

source: Decrease shipping price
it_it: Diminuisci il costo della spedizione

source: Delete
it_it: Elimina

source: Delivered
it_it: Consegnato

source: Description
it_it: Descrizione

source: Dimensions
it_it: Dimensioni

source: Document
it_it: Documento

source: Edit
it_it: Modifica

source: Edit Carrier
it_it: Modifica Corriere

source: Edit package
it_it: Modifica imballo

source: Email Address
it_it: Indirizzo email

source: Email Address of your business office
it_it: Indirizzo email del tuo negozio

source: Enter a cost (excl. tax) or sum, e.g. <code>10.00 * [qty]</code>.
it_it: Inserisci un prezzo (tasse escl.) o somma, es. <code>10.00 * [qty]</code>.

source: Enter customs information
it_it: Inserisci le informazioni doganali

source: Envelope dimensions
it_it: Dimensioni busta

source: Error while saving customs info. Please check the fields and retry.
it_it: Errore nel salvataggio delle informazioni doganali. Controlla i campi e riprova.

source: Exception
it_it: Eccezione

source: Expired
it_it: Scaduto

source: Fixed amount €
it_it: Costo fisso €

source: From Kg
it_it: Da Kg

source: From €
it_it: Da €

source: Give a name to the package.
it_it: Dai un nome all'imballo.

source: Goods not for sale
it_it: Merce non in vendita

source: Goods type
it_it: Tipo di merce

source: Heading name of your business office
it_it: Nome del tuo negozio

source: Hi %s,
it_it: Ciao %s,

source: If no costs are set for shipping classes, costs defined in Paccofacile configuration will be used.
it_it: Se non sono impostati prezzi per le classi di spedizione, saranno usati i prezzi definiti nella configurazione Paccofacile.

source: In transit
it_it: In transito

source: Increase shipping price
it_it: Aumenta il costo della spedizione

source: Info received
it_it: Informazioni ricevute

source: Intercom code
it_it: Codice citofono

source: Invoice
it_it: Fattura

source: Invoice type
it_it: Tipo di fattura

source: Maximum height
it_it: Altezza massima

source: Maximum price (€)
it_it: Prezzo massimo (€)

source: Maximum weight
it_it: Peso massimo

source: Maximum weight (Kg)
it_it: Peso massimo (Kg)

source: Method title
it_it: Nome del metodo

source: Minimum price (€)
it_it: Prezzo minimo (€)

source: Minimum weight (Kg)
it_it: Peso minimo (Kg)

source: Monthly (unique invoice recap of all orders of the current month)
it_it: Mensile (Fattura unica e riepilogativa di tutti gli ordini del mese corrente)

source: New Carrier
it_it: Nuovo Corriere

source: No Carriers found in Trash.
it_it: Nessun Corriere trovato nel cestino.

source: No Carriers found.
it_it: Nessun Corriere trovato.

source: No pack needed
it_it: Non necessita di imballo

source: no value
it_it: nessun valore

source: Non-fiscal receipt with order summary
it_it: Ricevuta non fiscale con riepilogo dell'ordine

source: None
it_it: Nessuno

source: On sale goods
it_it: Merce in vendita

source: Opening hours
it_it: Orari di apertura

source: Order Parcels
it_it: Colli dell'ordine

source: Order Tracking
it_it: Tracciamento Ordine

source: Order tracking
it_it: Tracciamento ordine

source: Other
it_it: Altro

source: Out for delivery
it_it: In consegna

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Carrier Cover Image
it_it: Immagine di copertina Corriere

source: Insert into Carrier
it_it: Inserisci nel Corriere

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
it_it: Rimuovi immagine di copertina

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
it_it: Imposta immagine di copertina

source: Uploaded to this Carrier
it_it: Caricato in questo Corriere

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
it_it: Usa come immagine di copertina

source: Paccofacile requires WooCommerce to be installed and active.
it_it: Paccofacile richiede che WooCommerce sia installato e attivo.

source: Paccofacile.it documents
it_it: Documenti Paccofacile.it

source: Paccofacile.it Order ID:
it_it: ID Ordine Paccofacile.it

source: Paccofacile.it prices
it_it: Prezzi di Paccofacile.it

source: Paccofacile.it Shipping
it_it: Spedizione Paccofacile.it

source: Paccofacile.it Shipping Method
it_it: Metodo di spedizione Paccofacile.it

source: Package name
it_it: Nome imballo

source: Package type
it_it: Tipo imballo

source: Packages
it_it: Imballi

source: Pallet dimensions
it_it: Dimensioni pallet

source: Parcels
it_it: Colli

source: Parent Carrier:
it_it: Corriere Padre:

source: Pay the order with the remaining credit
it_it: Paga l'ordine con il credito residuo

source: Pending
it_it: In sospeso

source: Per class: Charge shipping for each shipping class individually
it_it: Per classe: Calcola spedizione per ogni classe di spedizione individualmente

source: Per order: Charge shipping for the most expensive shipping class
it_it: Per ordine: Calcola spedizione per classe di spedizione più costosa

source: Percentage %
it_it: Percentuale %

source: Phone
it_it: Telefono

source: Phone Number
it_it: Numero di telefono

source: Phone number of your business office
it_it: Telefono del tuo negozio

# Post type general name
source: Carriers
it_it: Corrieri

# Post type singular name
source: Carrier
it_it: Corriere

source: Price variation
it_it: Variazione di prezzo

source: Price variation amount €
it_it: Ammontare della variazione di prezzo €

source: Price variation percentage %
it_it: Percentuale della variazione di prezzo %

source: Price variation type
it_it: Tipo di variazione di prezzo

source: Products
it_it: Prodotti

source: Quantity
it_it: Quantità

source: Save
it_it: Salva

source: Save as departure locker
it_it: Salva come locker di partenza

source: Filter Carriers list
it_it: Filtra lista Corrieri

source: Carriers list
it_it: Lista Corrieri

source: Carriers list navigation
it_it: Navigazione lista Corrieri

source: Search Carriers
it_it: Cerca Corrieri

source: Select a city/locality
it_it: Scegli una città/località

source: Settings
it_it: Impostazioni

source: Ship with Paccofacile.it
it_it: Spedisci con Paccofacile.it

source: Shipment ID:
it_it: ID Spedizione:

source: Shipping articles details
it_it: Dettagli degli articoli da spedire

source: Shipping class costs
it_it: Costo classe di spedizione

source: Shipping costs:
it_it: Costi di spedizione:

source: Shipping goods total amount (€)
it_it: Valore totale merce (€)

source: Shipping services
it_it: Servizi di spedizione

source: Shipping status
it_it: Stato spedizione

source: Shop name
it_it: Intestazione negozio

source: Side 1
it_it: Lato 1

source: Side 2
it_it: Lato 2

source: Side 3
it_it: Lato 3

source: Singular (invoice of this order only)
it_it: Singola (Fattura relativa a questo ordine)

source: The customer didn't choose a Paccofacile.it shipment.
it_it: Il cliente non ha scelto una spedizione Paccofacile.it

source: The following note has been added to your order:
it_it: La seguente nota è stata inserita al tuo ordine:

source: The order on Paccofacile.it is paid
it_it: L'ordine su Paccofacile.it risulta pagato

source: Carrier archives
it_it: Archivio Corrieri

source: The sum of the articles weight must match the weight of the order. (%s Kg)
it_it: La somma dei pesi degli articoli deve essere uguale al peso totale dell'ordine. (%s Kg)

source: The total goods amount must match the amounts of the articles to ship.
it_it: L'importo totale della merce deve essere uguale agli importi degli articoli da spedire.

source: These costs can optionally be added based on the <a href="%s">product shipping class</a>.
it_it: Questi costi possono essere opzionalmente aggiunti in base alla <a href="%s">classe di spedizione prodotto</a>.

source: This controls the title which the user sees during checkout.
it_it: Questo è riferito al titolo che l'utente vede in fase di checkout.

source: This is a consolidable shipment. You have to merge it with other shipments before you can proceed to the payment.
it_it: Questa è una spedizione consolidabile. Hai bisogno di unirla ad altre spedizioni prima di poter procedere al pagamento.

source: This shipment has been consolidated with others. To confirm your order you have to proceed to payment.
it_it: Questa spedizione è stata consolidata con altre. Per confermare il tuo ordine devi procedere al pagamento.

source: To Kg
it_it: A Kg

source: To €
it_it: A €

source: Token is incorrect.
it_it: Il Token non è corretto.

source: Tracking
it_it: Tracciamento

source: Tracking Info
it_it: Informazioni tracciamento

source: Tracking Info Notification emails are sent when tracking checkpoints are available for the client's order
it_it: Le notifiche email con le informazioni di tracciamento vengono inviate quando sono disponibili aggiornamenti per l'ordine

source: Tracking info to show
it_it: Informazioni sul tracciamento da mostrare

source: Type %s
it_it: Tipo %s

source: Use <code>[qty]</code> for the number of items, <br/><code>[cost]</code> for the total cost of items, and <code>[fee percent="10" min_fee="20" max_fee=""]</code> for percentage based fees.
it_it: Usa <code>[qty]</code> per il numero di elementi, <br/><code>[cost]</code> per il costo totale degli elementi, e <code>[fee percent="10" min_fee="20" max_fee=""]</code> per i costi basati sulla percentuale.

source: View Carrier
it_it: Visualizza Corriere

source: Weight
it_it: Peso

source: Weight (Kg)
it_it: Peso (Kg)

source: You will find the API Keys to activate Paccofacile.it PRO plugin in your Paccofacile.it account follow this path: Paccofacile PRO Dashboard -> Integrations -> WooCommerce -> Generate Keys.
it_it: Troverai le Chiavi API per attivare il plugin Paccofacile.it PRO nel tuo account di Paccofacile.it PRO seguendo il seguente percorso: Paccofacile PRO Dashboard -> Integrazioni -> WooCommerce -> Genera Chiavi.

source: Your Paccofacile.it order could not be saved due to a data error. Please check the shipping destination data.
it_it: Non è stato possibile salvare il tuo ordine Paccofacile.it a causa di errori nei dati. Controlla i dati di destinazione della spedizione.
